{"v":9,"a":[7,18],"p":[{"b":140,"t":2,"a":[23],"e":"In a quaint femboy hooters location on the left side of Anywhere\nAlley, Philipp worked tirelessly day after day to earn the pay\nhe desperately needed to fund his passion project, Neos VR.\nOn this particular day, Philipp and his coworker Megatron were\nnutting in coffees for their loyal customers to gulp slurp\nvoraciously. Despite his repeated orgasms shift after shift,\nPhilipp had a strange urge to be railed by his daddy. However,\nhe had a big problem: due to his long-term homeschooling and\ndrive-thu doctors' appointments, Philipp had never found a\ndaddy to stretch his gorilla grip bussy. He quietly bit his\nlip while thinking lewd thoughts, hoping the day would end\nso he could take his XXL Mystic bad dragon dildo and\nsleep for 26 hours. Unfortunately for Philipp, this shift\nseemed to last even longer than usual. Eventually the customers\nstarted to clear out and the manager left Philipp and Megatron\non dish duty. The two boys joked around as they tend to do,\nalthough Philipp was fidgety to say the least. Eventually\nMegatron caught on to his friend's behavior, beginning to\nmove his attention onto Philipp while still doing the dishes.\nOut of seemingly nowhere, Philipp shrieked femininely.\nMegatron stumbled back. \"What's wrong?\" he asked. Philipp\nlooked down and sighed. \"You got my uniform all wet.\" said\nPhilipp. \"Well, guess you better change. It's only us in here,\nso you can just do it now. I'll cover the dishes.\" uttered\nMegatron in a matter-of-fact tone. Philipp blushed but knew\nhe had to comply. He grabbed the hem of his pants and slowly\npulled them down while sneaking glances at Megatron, who was\nbeginning to sense the tension of the situation. Sure, they\nhad seen each other's cocks every day for weeks, but... this\nwas different. They were not directing their affection at\nsimple customers. This was an encounter between two people\nin a genuine relationship. Meanwhile, Philipp's hard penis\nbursted out of his undergarments. While he was very careful\nto block Megatron's line of sight, the sheer sexual tension\nhe was experiencing caused him to release a yelp of pleasure\nfrom his tip brushing the textured denim of his jeans. Megatron\ntried to pretend he didn't hear his coworker's outburst, but\nit was too late. Philipp looked down and coughed before proceeding\nto address Megatron with a soft voice. \"Megatron? I... know you-\nyou saw. I can't help it, I've been so fucking horny all day. C-\ncould you- no, would you... uh.. fuck me?\" Megatron was sent into\nshock. He never thought he would see his coworker Philipp, who\nalways hid his real emotions in favor of tending to his clients.\nAnd yet, here he was, dripping precum from his hard cock like a\npopsicle in a toaster oven. Megatron looked down at his feet and\ntried to untighten his throat. \"Fine,\" he whispered. \"But only if\nI get to finish too.\" Philipp beamed. Now that the true nature of\nthis interaction was exposed, there would be no hesitation. Philipp\npractically tore his shirt off his now sweaty chest and bent over\nthe kitchen counter, pulling his left ass cheek aside so that\nMegatron may see his putrid fuckhole. \"Hope you're ready big boy,\"\nPhilipp remarked, \"Because we're not stopping till my blood turns\nwhite.\" ","s":[{"p":[0,0,0],"r":[0,0,7.656432E-20],"s":[0.003000001,0.003000002,0.003000002],"c":[1,1,1]}]},{"t":19,"s":[{"p":[0.5327916,-0.9377668,0.02175331],"r":[0,270,0],"s":[0.02683493,1.915296,1.112389],"c":[0,0,0]}]}]}