{"v":9,"a":[7,18],"p":[{"b":95,"e":"1/11/2018","s":[{"p":[-0.1003708,0.001889229,0.1913052],"r":[90,0,0],"s":[0.003955048,0.003954627,0.003955107],"c":[0,0,0]}]},{"s":[{"p":[-0.01012558,0.001076698,0.1228533],"r":[270,5.008956E-06,0],"s":[0.3004177,0.002377782,0.001724822],"c":[0,0,0]}]},{"a":[23],"s":[{"p":[-0.01012558,0,0.5598712],"r":[0,0,8.537737E-06],"s":[0.3960691,0.00237724,0.5131795],"c":[1,1,1]}]},{"a":[23],"s":[{"p":[-0.01012558,0,0.01681852],"r":[0,0,8.537737E-06],"s":[0.3960691,0.00237724,0.5131795],"c":[1,1,1]}]},{"b":95,"e":"DAY 0: When i first started playing anyland.\nI didn't know anything about the game at this \ntime so i thougtht there were admins and such.\nAfter fiddling around a bit. I started to make\na ton of things in my home. Until a player named\nAngelyza came to my home saying in text to \nspeech im a admin here and you are making.\nTo many things and then. He said you need\nto delete all of them. Sadly i complied and started\nto delete all of my creations. Im still a bit sad\nabout this because they were my first ever\ncreations i made in this game. After this \nencounter i dropped anyland completely. \n     I dont know when came back to play anyland\nbut needless to say i privated my home.\nI started to make my first avatar at this time.\nIt was brown balls trying to look like a turd\nafter i was done making it. I jumped into the first","s":[{"p":[-0.1911303,0.001889229,0.106971],"r":[90,-9.659345E-06,0],"s":[0.00157626,0.001576001,0.001576183],"c":[0,0,0]}]},{"b":95,"e":"area i saw with people in it. The area's name was\nTTTTTTTTT. And thats where i met my first\nanyland player other then Angelyza. The player's\nname was Axel but before he said anything to me\ni want back to my home. After that i became \nmore solitary and only making things in my home.\nand i discovered a exploit at this time. The exploit\nwas if someone locked a other players creation.\nAnd unlock it they would become the owner of\nthe object and could edit it. So After discovering\nthis i went crazy with it. Breaking into any object\ni could get my hands on but mainly i used this\nexploit. On stuff in Jinx's mansion in a effort to \nget into his lab. But i was way too inexperience\nto succeed. And just a couple of day after\ndiscovering the exploit. Just as fast as i found\nit was patched. My memory is a bit foggy on what \nhappens next. But i do remember this was about\nthe time where i made. My first avatar that \ni weared for a good chunk of time.The avatar was \na skeleton in a blocky robe with a book on the side\nof his waist. Around this time i also changed my\nname from KingOfAllRobots to The King. The \nname i still have to this day. Before the exploit\nthat i just talked got patched i used it on a group's\nring and i found out. That the ring had a code on it","s":[{"p":[-0.1936762,0.001889229,0.7961545],"r":[90,0,0],"s":[0.001575948,0.001575891,0.001575957],"c":[0,0,0]}]},{"b":95,"e":"that unlocked certain guns that were made to troll\nother players. So after seeing that i started to\nmake a tiny ball that i could hold that and had the\nring's code on it. And anytime i held this ball\ni could unlock any of those special gun. One day i\nwas very bored and decided to troll this group\nthat consisted. Of two players Overviser and\nSakhado. and on that day i saw Sakhado in a area\nby himself so i went to the area and started to\nshoot the special guns right in front of him.\nOf course he started to ask me how did you get\nthat and how can you shoot those guns. I just \nplayed dumb with him saying i don't know and\nsaying wait am i not supposed to be able to \nshoot the gun. And he went crazy he started to \nask me countless questions then maybe after\n5 minutes or so. He told Overviser to come\nand when Overviser came on he started to do a \nton of tests on me. Like taking off my body and\nputting on a new one or like having me go to \nalot of different area to see if i could still shoot\nthe guns. But maybe after a hour of tests\ni was bored again and it was close to dinner time\nso i dropped the tiny ball. Right in front of both\nof them and they both saw it almost immediately\nafter i dropped it. After they found out what was it","s":[{"p":[-0.1911303,0.001889229,1.355223],"r":[90,0,0],"s":[0.001575943,0.001575889,0.001575952],"c":[0,0,0]}]},{"s":[{"p":[-0.01012558,0,1.118939],"r":[0,0,2.049057E-05],"s":[0.3960692,0.00237724,0.5131796],"c":[1,1,1]}]},{"b":95,"e":"they both flew off the handle Sakhado more then \nOverviser. Sakhado started yelling at me saying \nthat i was immature and other insults. But i didn't\ncare so i just left the area and turned off anyland.\nOver time Overviser and i became friends but\nanytime i was in a area with Sakhado i knew that \nhe still held that against me.","s":[{"p":[-0.1911303,0.001889229,1.881635],"r":[90,0,0],"s":[0.001575943,0.001575889,0.001575952],"c":[0,0,0]}]},{"s":[{"p":[-0.01012558,0,1.645352],"r":[0,0,2.049057E-05],"s":[0.3960692,0.00237724,0.5131796],"c":[1,1,1]}]},{"a":[23],"s":[{"p":[-0.01012558,0,2.170644],"r":[0,0,8.537737E-06],"s":[0.3960691,0.00237724,0.5131795],"c":[1,1,1]}]},{"b":95,"e":"ERA OF LOUIS ","s":[{"p":[-0.1473711,0.001889229,2.344749],"r":[90,0,0],"s":[0.003955049,0.003954628,0.003955109],"c":[0,0,0]}]},{"s":[{"p":[-0.01012558,0.001076698,2.276298],"r":[270,7.334151E-06,0],"s":[0.3004178,0.002377783,0.001724823],"c":[0,0,0]}]},{"b":95,"e":"Around this time a player know as Benl joined the\ngame along with his friend Van Boch. I always \nmade a effort to join Benl anytime he was on. \nAt first i hid in his area to creep him out but after\nawhile we started talking and i became his friend.\nVan Boch slowly stopped playing anyland but \nBenl continued playing and for a short time he \nplayed more then me. As we continued to hangout\nwe started to make lots of weapon that when used.\nOn someone would  teleport them to a different\narea. The two areas that we used the most were\noof land and You Are Dead. After making these\nweapons we started to use them on who ever we \nsaw fit after awhile. Of this we got reputation of \nthose annoying who would mess with you. At this\ntime a player called Louis along with his friend\nnamed dragon started to the play the game. Benl\nstarted helping out Louis  and teaching him","s":[{"p":[-0.1911301,0.001889229,2.25828],"r":[90,0,0],"s":[0.001576094,0.001575925,0.001576109],"c":[0,0,0]}]},{"s":[{"p":[-0.01012558,0,2.690567],"r":[0,0,2.049057E-05],"s":[0.3960692,0.00237724,0.5131796],"c":[1,1,1]}]},{"b":95,"e":"the basics of anyland. And i started to hangout with\nDragon i did the same with him as Benl did with \nLouis. But he got the hang of anyland way faster\nthen Louis. Louis was at least to me just a kid \nmaybe 10 to 13 years old but main thing i noticed\nwas he was quite annoying at times. Louis started\nto make a neighborhood of players eventually he \ninvited me to this. As time when on Benl made a\ngroup of players aswell including Benl, \nThe King, Dragon, Beth, Dr Tangerine, Birb,\nMeese and Cuddle bunny. At this point i still\ndidn't know that beth was actually Angelyza but i\nwill get back to that later on. Benl then begain\nconstuction on the area know as Evancrom Forest.\nThis area would have a large cave inside said cave\nwould have a little pod for each member of the\ngroup. But sadly in the end he ever got the chance \nto finsh it i also became friends with dragon\nwhile this was all happening. Louis also started\ntrying to get editer in all the areas he could at the\ntime. So his could in enact his final Plan no one\nsaw it coming he was actually well liked in\nanyland surprisingly. Until one where Benl and \nLouis were the only players online. Louis started to \ngo to every area that he had editer in and started\nto delete almost every object in that area then he","s":[{"p":[-0.1911303,0.001889229,2.92685],"r":[90,0,0],"s":[0.001575943,0.001575889,0.001575952],"c":[0,0,0]}]},{"s":[{"p":[-0.01012558,0,3.228159],"r":[0,0,2.049057E-05],"s":[0.3960692,0.00237724,0.5131796],"c":[1,1,1]}]},{"b":95,"e":"would place a cube that would shoot out hundreds\nof very complex cubes. Affectively making the\nwhole area a crasher that would immediately\ncrash you upon entering the area. But when he got\nto Benl's home where Benl was online he tryed\nto sneakly place the crashing cube. But right \nbefore he could Benl realized what was happening\nand grabbed one. Of the teleporting weapons he\nhad made and striked him with it sending Louis\nout of the area long enough for Benl to lock him.\nThe next morning many players were devastated\nto find out most of their areas were destroyed.\nAnd soon many found out that it was Louis by\nlooking at the creator of the crashing cubes. And\nthis made everyone who was affected very angery\nwith Louis and this started the first mass reporting\nof a player in anyland. Louis pleaded with \neveryone saying that he didn't do it but the proof\nwas ironclad so no one believed him. And after a \nday or two he was banned from the game he was\none of the first ever players to be banned from\nplaying anyland. This banned lasted about two \nyears but when it did end he only played the game\nonce and that was the last i ever saw of Louis. The\nDamage Louis caused was permanent and only a\nfew areas could be restored back to normal.","s":[{"p":[-0.1911303,0.001889229,3.464443],"r":[90,0,0],"s":[0.001575943,0.001575889,0.001575952],"c":[0,0,0]}]},{"s":[{"p":[-0.01012564,0,3.764743],"r":[0,0,8.537737E-06],"s":[0.3960691,0.00237724,0.5131795],"c":[1,1,1]}]},{"b":95,"e":"Angelyza/Beth/Spaz/Hown","s":[{"p":[-0.1603713,0.001889229,3.938848],"r":[90,0,0],"s":[0.002421777,0.002421356,0.002421837],"c":[0,0,0]}]},{"s":[{"p":[-0.01012564,0.001076698,3.870398],"r":[270,8.496749E-06,0],"s":[0.3004179,0.002377784,0.001724824],"c":[0,0,0]}]},{"b":95,"e":"During all of these events Beth has been building\nup hes his ","s":[{"p":[-0.1911302,0.001889229,3.852379],"r":[90,0,0],"s":[0.001576094,0.001575926,0.00157611],"c":[0,0,0]}]}]}